Repository: common-repository/silkypress-input-field-block
Catalog: languages/silkypress-input-field-block-*.po
Languages: de_de

source: A plugin for adding input fields to the WooCommerce Checkout Block.
de_de: Ein Plugin um Input Fields zu einem WooCommerce Checkout Block hinzuzufügen.

source: No values
de_de: Keine Eingaben

source: Yes
de_de: Ja

source: No
de_de: Nein

source: Additional Information
de_de: Zusätzliche Information

source: The text in front of the input field
de_de: Der Beschreibungstext des Input Fields

source: Single word, no spaces. Underscores and dashes allowed
de_de: Ein Wort, keine Leerzeichen. Unterstrich und Bindestrich erlaubt

source: Enter each option on a different line
de_de: Geben Sie jede Option in einer eigenen Zeile ein

source: Checked by default
de_de: Ausgewählt per Default

source: Shown under the input field
de_de: Wird unterhalb des Input Field eingezeigt

source: Required
de_de: Verpflichtend

source: Show on Order page (in dashboard)
de_de: Darstellen auf der Bestellung Seite (im Dashboard)

source: Show on Order Confirmation page
de_de: Darstellen auf der Bestellbestätigung Seite

source: Show in Order Email
de_de: Darstellen auf der Bestellung E-Mails

source: Please fill this field
de_de: Bitte das Feld ausfühlen

# block description
source: Add input fields to the WooCommerce Checkout Block. SilkyPress Input Field Block plugin.
de_de: Füge Input Fields zu einem WooCommerce Checkout Block hinzu. SilkyPress Input Field Block Plugin.
